Revit 2027 API
EnergyAnalysisZone.OutsideAirPerArea Property
 The outside air per area in unit ft/s.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double OutsideAirPerArea { get; }
Public ReadOnly Property OutsideAirPerArea As Double
	Get
public:
property double OutsideAirPerArea {
	double get ();
}
member OutsideAirPerArea : float with get
Property Value
Double
See Also
Reference
EnergyAnalysisZone Class
Autodesk.Revit.DB.Analysis Namespace